[
    {
        "name": "Classic Pepperoni",
        "description": "A timeless favorite featuring crispy, spicy pepperoni generously layered over a rich tomato sauce and gooey, melted mozzarella cheese. Finished with a hint of oregano and a golden crust for the perfect bite.",
        "price": 499
    },
    {
        "name": "Hawaiian Paradise",
        "description": "A delightful combination of sweet, juicy pineapple chunks paired with savory, smoky ham, all resting on a bed of tangy marinara sauce and melty mozzarella. A tropical twist that brings the perfect balance of sweet and savory flavors.",
        "price": 549
    },
    {
        "name": "Veggie Supreme",
        "description": "A garden-fresh delight loaded with crunchy bell peppers, mushrooms, onions, black olives, and ripe tomatoes. Topped with crumbled feta cheese and a hint of Italian herbs, making it a perfect choice for veggie lovers.",
        "price": 529
    },
    {
        "name": "BBQ Chicken Delight",
        "description": "Tender grilled chicken, smoky BBQ sauce, and thinly sliced red onions come together for a bold and flavorful experience. Topped with melted mozzarella and a drizzle of extra BBQ sauce for an irresistible smoky-sweet taste.",
        "price": 569
    },
    {
        "name": "Four Cheese Heaven",
        "description": "A cheese lover's dream with a rich blend of mozzarella, sharp cheddar, aged parmesan, and creamy gouda. Melted to perfection over a thin, crispy crust with a touch of garlic butter for an extra cheesy indulgence.",
        "price": 579
    },
    {
        "name": "Spicy Jalapeño Fiesta",
        "description": "For those who crave heat, this fiery pizza features sliced jalapeños, spicy pepperoni, and a drizzle of hot sauce over a rich tomato base. Finished with gooey mozzarella and a dash of chili flakes for an extra kick.",
        "price": 559
    },
    {
        "name": "Margherita Classic",
        "description": "A simple yet elegant masterpiece with fresh tomatoes, aromatic basil, and creamy mozzarella on a thin, crispy crust. Drizzled with extra virgin olive oil and a sprinkle of sea salt for an authentic Italian experience.",
        "price": 499
    },
    {
        "name": "Meat Lover's Feast",
        "description": "A carnivore’s dream with a hearty mix of pepperoni, juicy sausage, crispy bacon, and smoked ham. Layered over a rich tomato sauce and melted cheese, making every bite a satisfying meaty explosion.",
        "price": 599
    },
    {
        "name": "Mediterranean Delight",
        "description": "A Mediterranean-inspired treat featuring briny black olives, crumbled feta, sun-dried tomatoes, and fresh spinach. Topped with a drizzle of olive oil and a blend of Mediterranean herbs for a rich, tangy, and earthy flavor.",
        "price": 549
    },
    {
        "name": "Buffalo Chicken Special",
        "description": "A bold and zesty pizza topped with spicy buffalo chicken, a drizzle of creamy ranch dressing, and tangy blue cheese crumbles. The perfect combination of heat and coolness on a crispy, golden crust.",
        "price": 579
    },
    {
        "name": "Truffle Mushroom",
        "description": "A gourmet delight featuring earthy mushrooms sautéed in rich truffle oil and topped with aged parmesan. Baked to perfection on a thin crust, delivering a luxurious and aromatic experience in every bite.",
        "price": 599
    },
    {
        "name": "Pesto Veggie",
        "description": "A fresh and flavorful pizza with a vibrant pesto sauce base, roasted bell peppers, zucchini, and crumbled feta. A delicious and herbaceous option for those who love the taste of fresh basil and roasted vegetables.",
        "price": 559
    }
]